Repository: gsdias/gsdias-cms
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_pt

# LANG_REMOVE
source: Remove
pt_pt: Remover

# LANG_ADD
source: Add
pt_pt: Adicionar

# LANG_EDIT
source: Edit
pt_pt: Editar

# LANG_SETTINGS
source: Settings
pt_pt: Definições

# LANG_DASHBOARD
source: Dashboard
pt_pt: Painel

# LANG_NEW_LAYOUT
source: Add new
pt_pt: Adicionar novo

# LANG_ALL_LAYOUTS
source: List layouts
pt_pt: Listar layouts

# LANG_NO_LAYOUTS
source: There are no layouts
pt_pt: Não existem layouts

# LANG_LAYOUT_ALREADY_EXISTS
source: There is already a layout associated to that file
pt_pt: Já existe um layout associado a esse ficheiro

# LANG_LAYOUT_REMOVED
source: Layout '%s' removed
pt_pt: Layout apagado

# LANG_LAYOUT_CREATED
source: Layout '%s' created
pt_pt: Layout %s criado

# LANG_LAYOUT_NOPERMISSION
source: You don't have permission to remove layouts
pt_pt: Não tem permissão para apagar layouts

# LANG_LAYOUT_RELATED
source: There are pages using that layout. First you have to remove the pages
pt_pt: Existem páginas a usar este layout. Tem de apagar primeiro as páginas

# LANG_PAGES
source: Pages
pt_pt: Páginas

# LANG_PAGE
source: Page
pt_pt: Página

# LANG_FROM
source: from
pt_pt: de

# LANG_NEW_PAGE
source: Add new
pt_pt: Adicionar nova

# LANG_ALL_PAGES
source: List pages
pt_pt: Listar páginas

# LANG_NO_PAGES
source: There are no pages
pt_pt: Não existem páginas

# LANG_PAGE_CREATED
source: Page '%s' created
pt_pt: Página %s criada

# LANG_PAGE_SAVED
source: Page '%s' saved
pt_pt: Página salva

# LANG_PAGE_ALREADY_EXISTS
source: There is already a page with that url
pt_pt: Já existe uma página com esse endereço

# LANG_PAGE_REMOVED
source: Page '%s' removed
pt_pt: Página apagada

# LANG_PAGE_ERROR
source: There was a problem. Check your data and try again
pt_pt: Houve um problema. Verifique os dados e tente novamente

# LANG_PAGE_NOPERMISSION
source: Não tem permissão para apagar páginas
pt_pt: Nao tem permissao para apagar paginas

# LANG_USERS
source: Users
pt_pt: Utilizadores

# LANG_NEW_USER
source: Add new
pt_pt: Adicionar novo

# LANG_ALL_USERS
source: List users
pt_pt: Listar utilizadores

# LANG_USER_CREATED
source: User '%s' created
pt_pt: Utilizador %s criado

# LANG_USER_SAVED
source: User '%s' saved
pt_pt: Utilizador salvo

# LANG_USER_REMOVED
source: Utilizador '%s' apagado
pt_pt: Utilizador apagado

# LANG_USER_NOPERMISSION
source: Não tem permissão para apagar utilizadores
pt_pt: Nao tem permissao para apagar utilizadores

# LANG_IMAGES
source: Images
pt_pt: Imagens

# LANG_UPLOAD_IMAGE
source: Upload image
pt_pt: Carregar imagem

# LANG_NO_IMAGES
source: There are no images
pt_pt: Não existem images

# LANG_TITLE
source: Título
pt_pt: Titulo
